cask_args appdir: "/Applications"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "git"
brew "tmux"
brew "vim"
brew "zsh"
brew "tree"
brew "jq"
brew "peco"
brew "nkf"
brew "rlwrap"
brew "hugo"
brew "anyenv"
brew "awscli"
brew "mysql-client"
brew "imagemagick"
cask "docker"
cask "kitematic"
cask "postman"
cask "google-chrome"
# cask "google-japanese-ime"
cask "iterm2"
cask "visual-studio-code"
cask "intellij-idea"
cask "adoptopenjdk8"
cask "vlc"
cask "gimp"
cask "slack"
cask "discord"
cask "steam"
cask "cyberduck"
cask "appcleaner"
cask "the-unarchiver"
cask "font-hack-nerd-font"
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
