cask_args appdir: "/Applications"
tap "homebrew/cask-versions"
brew "git"
brew "tmux"
brew "vim"
brew "zsh"
brew "tree"
brew "jq"
brew "fzf"
brew "nkf"
brew "htop"
brew "mysql-client"
brew "imagemagick"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "visual-studio-code"
cask "intellij-idea-ce"
cask "adoptopenjdk"
cask "vlc"
cask "gimp"
cask "slack"
cask "discord"
cask "steam"
cask "cyberduck"
cask "appcleaner"
cask "the-unarchiver"
cask "zoomus"
